Repository: Dr4571c-S0lu710n5/certificates
Catalog: locales/*.po
Languages: cs_cz, da_dk, pt_br, ro_ro, ru_ru, tr_tr

source: Certificate
cs_cz: Certifikát
da_dk: Certifikat
pt_br: Certificado
ro_ro: Certificat
ru_ru: Сертификат
tr_tr: Sertifika

source: Does not expire
cs_cz: bez expirace
da_dk: Udløber ikke
pt_br: Não expira
ro_ro: Nu expiră
ru_ru: Не истекает
tr_tr: Süresiz

source: Associate to certificate
cs_cz: Přiřadit certifikát
da_dk: Tilknyt til certifikat
pt_br: Associar a certificado
ro_ro: Asociază la certificat
ru_ru: Привязать к сертификату
tr_tr: Sertifika ilişkilendirin

source: DNS name
cs_cz: DNS jméno
da_dk: DNS navn
pt_br: Nome DNS
ro_ro: Nume DNS asociat
ru_ru: DNS-имя
tr_tr: DNS adı

source: DNS suffix
cs_cz: DNS přípona
da_dk: DNS efternavn
pt_br: Sufixo DNS
ro_ro: Sufix DNS asociat
ru_ru: DNS-суффикс
tr_tr: DNS soneki

source: Root CA
cs_cz: Kořenová CA
da_dk: Rod CA
pt_br: AC Raiz
ru_ru: Корневой ЦС
tr_tr: Kök CA

source: Self-signed
cs_cz: Sám sebou podepsaný
da_dk: Selvsigneret
pt_br: Auto-assinado
ro_ro: Autosemnată
ru_ru: Самоподписанный
tr_tr: Kendiliğinden imzalı

source: Notification email
cs_cz: Oznamovací email
da_dk: Notifikations e-mail
pt_br: e-mail de notificação
ro_ro: Notificare email
ru_ru: Уведомлять по email
tr_tr: Bildirim e-postası

source: Command used
cs_cz: Použitý příkaz
da_dk: Brugt kommando
pt_br: Comando usado
ro_ro: Comandă utilizată
ru_ru: Используемая команда
tr_tr: Kullanılan komut

source: Certificate request (CSR)
cs_cz: Žádost o certifikát (CSR)
da_dk: Certifikat forespørgsel (CSR)
pt_br: Requisição de certificado (CSR)
ro_ro: Cerere Certificat (CSR)
ru_ru: Запрос на получение сертификата (CSR)
tr_tr: Sertifika isteği (CSR)

source: Empty for infinite
cs_cz: Prázdné pro nekonečnou platnost
da_dk: Blank for uendelig
ro_ro: Necompletat pentru infinit
ru_ru: Окончание действия
tr_tr: Sonsuz olması için boş bırakın

source: Expired or expiring certificates
cs_cz: Prošlá nebo právě procházející platnost certifikátů
da_dk: Udløbede eller snart udløbne certifikater
pt_br: Certificados expirando ou expirados
ro_ro: Certificate expirate sau certificate ce vor expira
ru_ru: Просроченные или истекающие сертификаты
tr_tr: Süresi dolmuş ya da dolan sertifikalar

# button
source: Associate a certificate
cs_cz: Přiřadit certifikát
da_dk: Tilnyt et certifikat
pt_br: Associar um certificado
ro_ro: Asociază certificat
ru_ru: Привязанный сертификат
tr_tr: Bir sertifika ilişkilendirin

source: Certificate status
cs_cz: Stav certifikátu
da_dk: Certifikat status
pt_br: Status do certificado
ro_ro: Statut certificat
ru_ru: Статус сертификата
tr_tr: Sertifika durumu

source: Certificate type
cs_cz: Typ certifikátu
da_dk: Certifikattype
pt_br: Tipo do certificado
ro_ro: Tip certificat
ru_ru: Тип сертификата
tr_tr: Sertifika türü

source: Plugin Setup
cs_cz: Nastavení pluginu
da_dk: Udvidelses opsætning
pt_br: Confoiguração do plug-in
ro_ro: Configurare plugin
ru_ru: Настройки плагина
tr_tr: Uygulama Eki Ayarları

source: Time of checking of validity of certificates
cs_cz: Časové období kontroly platnosti certifikátů
da_dk: Tid for tjek af certifikaters gyldighed
pt_br: Intervalo de verificação da validade de certificados
ro_ro: Timp de verificare a valabilităţii certificatelor
ru_ru: Время проверки действительности сертификатов
tr_tr: Sertifikaların denetlenme zamanı

source: Certificates expired since more
cs_cz: Certifikáty, jejichž platnost vypršela za předchozích
da_dk: Certifikater der er udløbet inden for de sidste
pt_br: Certificados expirados desde mais de
ro_ro: Certificate expirate de mai mult de
ru_ru: Сертификаты, истёкшие более
tr_tr: Şu kadar zaman önce süresi dolmuş sertifikalar

source: Certificates expiring in less than
cs_cz: Certifikáty, jejichž platnost vyprší v období následujících
da_dk: Certifikater der udløber inden for
pt_br: Certificados expirando em menos de
ro_ro: Certificate ce expiră în mai puţin de
ru_ru: Сертификаты, истекающие через
tr_tr: Şu kadar zaman içinde süresi dolacak sertifikalar

source: add not-used status in expiration mail
cs_cz: Přidat nepoužívaný stav do mailu, který informuje o expiraci
da_dk: tilføj ej-brugt status i udløbs e-mail
pt_br: adicionar status de não-usado no e-mail de expiração
ro_ro: Adaugă un statut neutilizat <br> în trimiterea emailuri de expirare
ru_ru: при отправке сообщений об окончании срока действия не учитывать статус
tr_tr: Süre dolma e-postasına kullanılmıyor durumu eklensin

source: No used status in expiration mail
cs_cz: Nepoužívaný stav v mailu, který informuje o expiraci
da_dk: Ej-brugt status i udløbs e-mail
pt_br: Status de não-usado no e-mail de expiração
ro_ro: Statut neutilizat <br> în trimiterea emailuri de expirare
ru_ru: Неиспользуемые статусы при отправке сообщений об окончании срока действия
tr_tr: Süre dolma e-postasına kullanılmıyor durumu eklenmesin

source: Expired certificates
cs_cz: Certifikáty s prošlou platností
da_dk: Udløbede certifikater
pt_br: Certificados expirados
ro_ro: Certificate expirate
ru_ru: Истёкшие сертификаты
tr_tr: Süresi dolmuş sertifikalar

source: Expiring certificates
cs_cz: Certifikáty s právě procházející platností
da_dk: Certifikate der snart udløber
pt_br: Certificados expirando
ro_ro: Cerificate ce vor expira
ru_ru: Истекающие сертификаты
tr_tr: Süresi dolacak sertifikalar
